Repository: pudding-fox/FoxTunes.Next
Catalog: FoxTunes.Minidisc/Properties/Strings.*.resx
Languages: fr

# EraseMinidiscTask.Name
source: Erasing disc
fr: Effacement du disque

# MinidiscActionTask.Encoding
source: Encoding: {0}%
fr: Codage: {0}%

# MinidiscActionTask.Transferring
source: Transferring: {0}%
fr: Transfert: {0}%

# MinidiscBehaviour.ConfirmEraseDisc
source: The disc will be erased, are you sure?
fr: Le disque sera effacé, êtes-vous sûr ?

# MinidiscBehaviour.ConfirmWriteDisc
source: The disc will be written, are you sure?
fr: Le disque sera écrit, êtes-vous sûr ?

# MinidiscBehaviour.ConfirmWriteDiscWithoutCapacity
source: The disc capacity is exceeded ({0}%), are you sure?
fr: La capacité du disque est dépassée ({0}%), êtes-vous sûr ?

# MinidiscBehaviour.EncoderMissing
source: The encoder component was not found, only WAV 16/44.1 is supported.
fr: Le composant d'encodeur n'a pas été trouvé, seul WAV 16/44.1 est pris en charge.

# MinidiscBehaviour.EraseDisc
source: Erase Disc
fr: Effacer le disque

# MinidiscBehaviour.NoDisc
source: No device was found or the disc could not be read.
fr: Aucun périphérique n'a été trouvé ou le disque n'a pas pu être lu.

# MinidiscBehaviour.SendToDisc
source: Send To Disc ({0})
fr: Envoyer sur disque ({0})

# MinidiscBehaviour.SetDiscTitle
source: Set Title
fr: Définir le titre

# MinidiscBehaviour.UnsupportedCompression
source: Compression is not supported on this platform, atracdenc.exe requires at least 6.0.
fr: La compression n'est pas prise en charge sur cette plate-forme, atracdenc.exe nécessite au moins 6.0.

# MinidiscBehaviour.ViewDisc
source: View Disc
fr: Afficher le disque

# MinidiscBehaviourConfiguration.Advanced
source: Advanced
fr: Avancé

# MinidiscBehaviourConfiguration.Cleanup
source: Cleanup Temp Files
fr: Nettoyer les fichiers temporaires

# MinidiscBehaviourConfiguration.DiscTitleScript
source: Disc Title Script
fr: Script du titre du disque

# MinidiscBehaviourConfiguration.Enabled
source: Enabled
fr: Activé

# MinidiscBehaviourConfiguration.TrackNameScript
source: Track Name Script
fr: Script du nom de la piste

# MinidiscReport.Close
source: Close
fr: Fermer

# MinidiscReport.Name
source: Name
fr: Nom

# MinidiscReport.Time
source: Time
fr: Temps

# MinidiscReport.Write
source: Write
fr: Écrire

# MinidiscReportRow.Keep
source: Keep
fr: Garder

# MinidiscReportRow.Remove
source: Remove
fr: Supprimer

# MinidiscTask.NoDisc
source: No device was found or the disc could not be read.
fr: Aucun périphérique n'a été trouvé ou le disque n'a pas pu être lu.

# OpenMinidiscTask.Name
source: Reading disc
fr: Lecture du disque

# TrackAction.Add
source: Add
fr: Ajouter

# TrackAction.None
source: None
fr: Aucun

# TrackAction.Remove
source: Remove
fr: Supprimer

# WriteMinidiscTask.Name
source: Writing disc
fr: Ecriture du disque
